Repository: Francisco-Guillermo-Hernandez/Community-Issue-Reporter
Catalog: Community Issue Reporter/Resources/Localizable.xcstrings
Source language: es_419
Languages: en

# Oldest to Newest
source: Antigüo a reciente
en: Oldest to Newest

# Once your account is deleted, there is no going back.
source: Una vez que la cuenta ha sido borrada no hay vuelta atrás.
en: Once your account is deleted, there is no going back.

# Open in Apple Maps
source: Ver en Apple Maps
en: Open in Apple Maps

# Open in Google Maps
source: Ver en Google maps
en: Open in Google Maps

# Open in Maps
source: Abrir en el mapa
en: Open in Maps

# Open Web View
source: Abrir navegador interno
en: Open Web View

# Optimizing
source: Optimizando
en: Optimizing

# Options
source: Opciones
en: Options

# Order Filter
source: Filtro de ordenamiento
en: Order Filter

# Other
source: Otro
en: Other

# Other issue
source: Otro problema
en: Other issue

# Pending
source: En progreso
en: Pending

# Personalize your profile
source: Personaliza tu perfil
en: Personalize your profile

# Petition
source: Petición
en: Petition

# Petition to sign
source: Petición para firmar
en: Petition to sign

# Petition to Sign
source: Petición para firmar
en: Petition to Sign

# Petitions
source: Peticiones
en: Petitions

# Petitions this month
source: Peticiones de este mes
en: Petitions this month

# Photo
source: Foto
en: Photo

# Photos
source: Fotos
en: Photos

# Please check your internet connection and try again.
source: Por favor revisa tu conexión a internet
en: Please check your internet connection and try again.

# Please create petitions in order to accelerate the process of ...
source: Por favor, creá peticiones para acelerar el proceso
en: Feel free to create petitions to help speed things up...

# Please describe the issue
source: Por favor describe el problema
en: Please describe the issue

# Please enable location permissions in settings.
source: Por favor habilitá los permisos en la configuración.
en: Please enable location permissions in settings.

# Please enter a description
source: Por favor ingresa una descripción
en: Please add a description

# Please enter a title
source: Por favor ingresa el título del problema
en: Please add a title

source: Por favor dame permisos para enviarte notificaciones acerca de el estatus y seguimiento de tus reportes. Tu puedes cambiar estos ajustes en la configuración de la App.
en: Please give me permission to send you notifications about status of your reports and follow up. you can change these settings in the app settings.

# Please pan the map to select where the issue is.
source: Desplázate sobre el mapa para seleccionar la ubicación donde esta el problema.
en: Please pan the map to show us where the issue is.

# Please sent us reports.
source: Por favor, envíanos reportes
en: Please feel free to send us reports.

# Please tell us how that problem affects you.
source: Por favor díganos como te afecta ese problema
en: Please tell us how this problem affects you.

# Please tell us where is the issue
source: Por favor, díganos adonde esta ese problema
en: Please let us know where the issue is.

source: Por favor espera a que el reporte sea revisado. Te notificaremos en cada etapa del proceso.
en: Please wait for the report to be reviewed. We will notify you in each step of the process.

# Please wait to be assigned to a institution.
source: Por favor esperá a que se asigne a una institución.
en: Please wait to be assigned to an institution.

# Please, write a city name
source: Por favor escribe el nombre de la ciudad
en: Please, write a city name

# Policies
source: Políticas (Normas de la comunidad)
en: Policies

# Potholes
source: Baches
en: Potholes

# Prevention
source: Prevención
en: Prevention

# Previous
source: Previo
en: Previous

# Privacy
source: Privacidad
en: Privacy

# Privacy issue
source: Problemas de privacidad
en: Privacy issue

# Privacy violation or personal data
source: Violación de la privacidad o datos personales
en: Privacy violation or personal data

# problems with waste management
source: Recoleción de basura
en: problems with waste management

# Profile
source: Perfil
en: Profile

# Progress
source: Progreso
en: Progress

# Public Space
source: Esp. públicos
en: Public Space

# Published
source: Publicado
en: Published

# Purchases restored successfully
source: Las compras fueron restauradas
en: Purchases restored successfully

# Push notifications
source: Notificaciones push
en: Push notifications

# Reason
source: Razón
en: Reason

# Rectification
source: Rectificación
en: Rectification

# Refresh
source: Recargar
en: Refresh

# Region
source: Región
en: Region

# Rejected
source: Rechazado
en: Rejected

# Remove from moderation
source: Remover de la moderación
en: Remove from moderation

# Removed
source: Removido
en: Removed

# Repair
source: Reparación
en: Repair

# Repair finalized
source: Reparación finalizada
en: Repair finalized

# Replacement
source: Remplazo
en: Replacement

# Report
source: Reporte
en: Report

# Report a new issue
source: Reporta un nuevo problema
en: Report a new issue

# Report confirmed by %@
source: Reporte confirmado por: %@
en: Report confirmed by %@

# Report content
source: Reporta este contenido
en: Report content

# Report follow up
source: Seguimiento del reporte
en: Report follow up

# Report Id:
source: Id del reporte:
en: Report Id:

# Report not found
source: Reporte no encontrado
en: Report not found

# Report Problems
source: Reportar problemas
en: Report Problems

# Report User
source: Reportá un usuario
en: Report User

# Report your problems and improve your community
source: Reporta tus problemas y mejora tu comunidad
en: Report your problems and improve your community

# Reportamelo Pro
source: Repórtamelo Pro
en: Reportamelo Pro

# Reported
source: Reportado
en: Reported

# Reported at
source: Reportado el
en: Reported at

# Reported at:
source: Reportado el:
en: Reported at:

# Reported by:
source: Reportado por:
en: Reported by:

# Reporter
source: Reportera
en: Reporter

# Reports
source: Reportes
en: Reports

# Reports and violations center
source: Centro de moderación
en: Reports and violations center

# Reports created
source: Reportes creados
en: Reports created

# Reports not found
source: Reportes no encontrados
en: Reports not found

# Reports, Petitions, Places...
source: Reportes, Peticiones, Lugares…
en: Reports, Petitions, Places...

# Resolved
source: Resuelto
en: Resolved

source: Los tiempos de respuesta pueden variar dependiendo de la institución asignada, severidad y tipo de reporte.
en: Response time can vary depending on the institution, severity and type of the report.

# Restore
source: Restaura
en: Restore

# Result
source: Resultado
en: Result

# Retry
source: Reintentar
en: Retry

# Road
source: Calle
en: Road

# Satellite
source: Satélite
en: Satellite

# Save
source: Guardar
en: Save

# Save last location
source: Guardar la última localización
en: Save last location

# Save signature
source: Guardar la firma
en: Save signature

# Saved signature
source: Firma guardada
en: Saved signature

# Saving my configuration
source: Guardando mi configuración
en: Saving my configuration

# Search
source: Busca
en: Search

# Search a city
source: Busca una ciudad
en: Search a city

# Search a place
source: Busca un lugar
en: Search a place

# Search a report
source: Busca un reporte
en: Search a report

# Search...
source: Busca…
en: Search...

# See all of my petitions
source: Ver mis peticiones
en: See all of my petitions

# Select
source: Selecciónala
en: Select

# Select a category
source: Selecciona una categoría
en: Select a category

# Select a city
source: Selecciona una ciudad
en: Select a city

# Select Photos
source: Selecciona una foto
en: Select Photos

# Select Reason
source: Seleccioná una razón
en: Select Reason

# Send Request
source: Envia una petición
en: Send Request

# Send Request Again
source: Enviar la petición denuevo
en: Send Request Again

# Sent to Moderation
source: Enviar a moderación
en: Sent to Moderation

# Server Error
source: Error del servidor
en: Server Error

# Server error (%@)
source: Error de servidor
en: Server error (%@)

# Server error, please try again.
source: Error del servidor, por favor prueba de nuevo
en: Oops! There was a server error, please try again.

# Set the amount of signatures needed
source: Establece el numero de firmas requeridas
en: Set the amount of signatures needed

# Set the threshold of votes needed to pass the petition.
source: Establece el umbral de selección de votos
en: Set the threshold of votes needed to pass the petition.

# Set up your signature
source: Configurá la solicitud de firmas
en: Set up your signature

# Settings
source: Configuraciones
en: Settings

# Severity
source: Severidad
en: Severity

# Severity level
source: Nivel de severidad
en: Severity level

# Share
source: Comparte
en: Share

# Share Report
source: Compartir reporte
en: Share Report

# Shortcuts
source: Atajos
en: Shortcuts

# show
source: mostrar
en: show

# Show Image Picker Button
source: Mostrar el picker
en: Show Image Picker Button

# Show more details
source: Mostar más detalles
en: Show more details

# Show my profile
source: Mostrar mi perfil
en: Show my profile

# Show my user name when I share
source: Mostrar mi nombre de usuario
en: Show my user name when I share

# Sign a petition button
source: Firmá una petición
en: Sign a petition button

# Sign in with Google
source: Inicia sesión con Google
en: Sign in with Google

# Sign petition
source: Firmá un petición
en: Sign petition

# Sign Petition
source: Firmá una petición
en: Sign Petition

# Sign petitions
source: Firmá una petición
en: Sign petitions

# Sign Request Petitions
source: Peticiones para firmar
en: Sign Request Petitions

# Signatures
source: Firmas
en: Signatures

# Signatures Collected
source: Firmas colectadas
en: Signatures Collected

# Something went wrong
source: Algo salió mal
en: Something went wrong

# Spam or scam
source: Spam o estafa
en: Spam or scam

# Standard
source: Estandard
en: Standard

# Start reporting
source: Empezá a reportar
en: Start reporting

# Start typing to search.
source: Escribí algo para obtener resultados.
en: Start typing to search.

# State
source: Estado / Departamento
en: State

# Status
source: Estatus
en: Status

# Status Update
source: Actualización del estado
en: Status Update

# Status: %@
source: Estatus: %@
en: Status: %@

# Step %lld of %lld
source: Paso %1$lldde %2$lld
en: Step %lld of %lld

# Step %lld of 4
source: Paso %lld de 4
en: Step %lld of 4

# Street sign
source: Señales de tráfico
en: Street sign

# Submit
source: Enviar
en: Submit

# Subscribe
source: suscríbete
en: Subscribe

# Subscription
source: Subscripción
en: Subscription

# Success
source: Exito
en: Success

# Take Photo
source: Toma una foto
en: Take Photo

# Target Signatures: %lld
source: Meta de las firmas %lld
en: Target Signatures: %lld

# Terms
source: Términos
en: Terms

source: Gracias por utilizar nuestra App, has alcanzado el límite de reportes que puedes registrar este mes pero puedes optar por ver un anuncio o pagar una subscripción mensual.
en: Thanks for using our app! You've reached the free limit for this month. You can choose to watch an ad or subscribe to keep going.

# That link does not exist
source: Ese link no existe
en: That link does not exist

# That link is invalid
source: Ese link es inválido
en: That link is invalid

# The address can't be longer than %lld characters
source: La dirección no puede exceder la cantidad de %lld caracteres
en: The address can't be longer than %lld characters

# The address can't be shorter than %lld characters
source: La dirección no puede tener menos de %lld caracteres
en: The address can't be shorter than %lld characters

# The description can't be empty
source: La descripción no puede estar en blanco
en: The description can't be empty

# The description can't be longer than %lld characters
source: La descripción no puede exceder la cantidad de %lld caracteres
en: The description can't be longer than %lld characters

# The description can't be shorter than %lld characters
source: La descripción no puede tener menos de %lld caracteres
en: The description can't be shorter than %lld characters

# The minimum amount of signatures depends of the category.
source: La cantidad minima de firmas depende de la categoría.
en: The minimum amount of signatures depends of the category.

source: La cantidad minima de firmas depende de la categoría seleccionada. Para la categoría seleccionada, la cantidad mínima es %lld
en: The minimum amount of signatures depends of the category. For the choosen category, the minimun amount of signatures is %lld

# The reason can't be empty
source: La razón no puede estar vacía
en: The reason can't be empty

# The reason can't be longer than %lld characters
source: La razón no puede exceder la cantidad de %lld caracteres
en: The reason can't be longer than %lld characters

# The reason can't be shorter than %lld characters
source: La razón no puede tener menos de %lld caracteres
en: The reason can't be shorter than %lld characters

# The title can't be empty
source: El campo título no puede estar vacío
en: The title can't be empty

# The title can't be longer than %lld characters
source: El título no puede exceder la cantidad de %lld caracteres
en: The title can't be longer than %lld characters

# The title can't be shorter than %lld characters
source: El título no puede tener menos de %lld caracteres
en: The title can't be shorter than %lld characters

# There are no cities that match with your search.
source: No hay ciudades que hagan match con tus términos de busqueda
en: There are no cities that match with your search.

# There are no evidences attached to this report yet.
source: Aún no hay evidencias adjuntas en este reporte.
en: There are no evidences attached to this report yet.

# There was a problem with the network: %@
source: Hay un problema con los datos
en: There was a problem with the network: %@

# This report affects me
source: Este reporte me afecta
en: This report affects me

# This report is helpful
source: Este reporte es útil
en: This report is helpful

# This Year
source: Este año
en: This Year

# Threats or violence
source: Amenaza o violencia
en: Threats or violence

# Threshold of votes
source: Umbral de conteo de votos
en: Threshold of votes

# Timeline
source: Línea de tiempo
en: Timeline

# Title
source: Título
en: Title

# Title of the issue
source: Título del problema
en: Title of the issue

# Trafic light
source: Semáforo
en: Trafic light

# Type
source: Tipo
en: Type

# Type your reason
source: Dinos la razón por qué bloqueas este contenido.
en: Type your reason

# Under Review
source: Bajo revisión
en: Under Review

# Unknown
source: Desconocido
en: Unknown

# Unlock user
source: Desbloquear usuario
en: Unlock user

# Unwanted self-promotion
source: Auto-promoción
en: Unwanted self-promotion

# Updated
source: Actualizado
en: Updated

# Upgrade
source: Actualiza
en: Upgrade

# Uploaded
source: Cargado
en: Uploaded

# Uploading
source: Cargando
en: Uploading

# Uploading Report
source: Cargando reporte
en: Uploading Report

# Use my current location
source: Usar mi ubicación
en: Use my current location

# User
source: Usuario
en: User

# User Name
source: Nombre de Usuario
en: User Name

# User name can't be empty
source: El nombre de usuario no puede estar vacío
en: User name can't be empty

# User name can't be longer than %lld characters
source: El nombre de usuario no puede exceder la cantidad de %lld caracteres
en: User name can't be longer than %lld characters

# User name can't be shorter than %lld characters
source: El nombre de usuario no puede tener menos de %lld caracteres
en: User name can't be shorter than %lld characters

# User name is invalid
source: Nombre de usuario inválido
en: User name is invalid

# User name is taken
source: El nombre de usuario ya ha sido tomado
en: User name is taken

# Version
source: Versión
en: Version

# View an Ad
source: Ver un anuncio
en: View an Ad

# View Final Evidence
source: Mira la evidencia final
en: View Final Evidence

# Violation
source: Tipo de violación de los términos.
en: Violation

# Violence
source: Violencia
en: Violence

# Vote
source: Vota
en: Vote

# Voting
source: Votación
en: Voting

# Waste Management
source: Recolección de la basura
en: Waste Management

# Water leakage
source: Fuga de agua
en: Water leakage

# Water leakage in the street or public spaces
source: Fuga de agua en..
en: Water leakage in the street or public spaces

# We received your petition. Thanks!
source: Hemos recibido tu petición. Gracias!!
en: We received your petition. Thanks!

# We received your report. Thanks!
source: Hemos recibido su reporte. Gracias!
en: We received your report. Thanks!

# We take your privacy seriously, please take time to read our documents.
source: Nos tomamos tu privacidad en serio, por favor toma tu tiempo para leer nuestros documentos.
en: We take your privacy seriously, please take time to read our documents.

source: Te notificaremos en cada etapa del proceso para ayudarte a resolver los problemas de tú comunidad.
en: We will notify you in each step of the process to help you resolve problems in your community.

# We've received your report
source: Hemos recibido tu reporte.
en: We've received your report

# Website
source: Sitio web
en: Website

# what do you want to report?
source: Que quieres reportar?
en: what do you want to report?

# What happened?
source: Que ocurrió?
en: What happened?

# Where did it happen?
source: Donde ocurrió?
en: Where did it happen?

# Where I from?
source: De donde eres?
en: Where I from?

# Why are you reporting this user?
source: Por qué estas reportando a este usuario?
en: Why are you reporting this user?

# Wrong information
source: Información falsa
en: Wrong information

# Wrong Information
source: Información falsa
en: Wrong Information

# Yes
source: Si
en: Yes

# Yes, remove
source: Remover
en: Yes, remove

source: Tú puedes habilitar o deshabilitar las notificaciones para recibir actualizaciones cuando las autoridades están resolviendo tu reporte o petición.
en: You can enable or disable push notifications in order to receive updates when authorities are resolving your report or petition.

# You can help us to improve the app by supporting us.
source: Tú nos puedes ayudar a mejorar la App con tu soporte.
en: You can help us improve the app by supporting us. Thank you!

source: Tú puedes revisar nuestros [Términos del servicio](https://reportamelo.app/legal/terms), [Política de privacidad](https://reportamelo.app/legal/privacy), [EULA](https://reportamelo.app/legal/eula) y las [Normas de la comunidad](https://reportamelo.app/legal/policies).
en: You can review our [Terms of Service](https://reportamelo.app/legal/terms), [Privacy Policy](https://reportamelo.app/legal/privacy), [EULA](https://reportamelo.app/legal/eula) and [Policies](https://reportamelo.app/legal/policies).

source: Tu puedes mostrar u ocultar tu perfil y nombre de usuario cuando compartes un reporte o petición.
en: You can show or hide your profile and your username when you share your reports and petitions with others.

source: Tu puedes mostrar tu perfil y nombre de usuario cuando compartes
en: You can show your profile and your username when you share your reports and petitions with others.

source: Tu puedes hacer pasar la voz para agilizar la resolución de los reportes. E Involucrar a más personas.
en: You can spread the word to speed up the resolution of reports. and get more people involved.

# You can take a look of what is happening
source: Puedes echar un vistazo de lo que esta ocurriendo
en: You can take a look of what is happening

# You can take up to %lld photos
source: Tú puedes tomar hasta %lld fotos.
en: You can take up to %lld photos

source: Actualmente tienes una subscripción activa de Repórtamelo Pro. Borrar tu cuenta NO Detendrá tu subscripción Por favor cancela tu subscripción primero.
en: You currently have an active Reportamelo Pro subscription. Deleting your account will NOT stop your monthly App Store billing. Please cancel your subscription first.

# You didn't create any reports on this day.
source: No has creado reportes este día
en: You didn't create any reports on this day.

# You have an active subscription
source: Tienes una subscriptión activa
en: You have an active subscription

source: Tienes el control de tus datos y puedes optar por borrar tu cuenta en cualquier momento. Algunos datos pueden tardar en borrarse debido a las políticas de cache implementadas.
en: You're in control of your data, and you can delete your account at any time.

# You have not submitted any reports.
source: No has enviado ningún reporte
en: You have not submitted any reports.

# You have reached your free limit!
source: Has alcanzado el límite gratuito!
en: You have reached your free limit!

# You have unsaved information in this report.
source: Tienes información pendiente en este reporte.
en: You have unsaved information in this report.

# You will see less content from this user
source: Dejarás de ver menos contenido de este usuario.
en: You will see less content from this user

# Your account
source: Tu cuenta
en: Your account

# Your account is in good standing.
source: Tu cuenta esta al día.
en: Your account is in good standing.

# Your account was deleted, but you can register again whenever you want.
source: Tu cuenta fue borrada, pero tú puedes registrarte de nuevo cuando quieras.
en: Your account has been deleted. We'll miss you, but you can always register again!

# Your appeal has been sent
source: Tu apelación ha sido enviada
en: Your appeal has been sent

# Your email is invalid
source: Tu email es inválido
en: Your email is invalid

# Your evidence was sent
source: Su evidencia fue enviada
en: Your evidence was sent

# Your moderation petition was sent
source: Su petición de moderación ha sido enviada.
en: Your moderation petition was sent

# Your petition cannot be processed, please try again.
source: Tu petición no puede ser procesada, por favor prueba de nuevo.
en: We couldn't process your petition right now. Please try again.

# Your petition has been submitted
source: Tu petición ha sido enviada
en: Your petition has been submitted

# Your report has been removed.
source: Tu reporte ha sido removido
en: Your report has been removed.

# Your report has been submitted
source: Su reporte ha sido enviado
en: Your report has been submitted

# Your reports
source: Tus reportes
en: Your reports

# Your session has expired. Please login again.
source: Tu sesión ha expirado. Por favor inicia sesión.
en: Your session has expired. Please log in again.

# Zoom in
source: Acercar
en: Zoom in

# Zoom out
source: Alejar
en: Zoom out
